{
  "PL001": [
    {
      "name": "Amit Sharma",
      "text": "A serene and picturesque destination. Perfect for a weekend getaway!"
    },
    {
      "name": "Priya Mehta",
      "text": "Loved the vibrant atmosphere and the beautiful views. A must-visit!"
    }
  ],
  "PL002": [
    {
      "name": "Rahul Verma",
      "text": "A great place to explore local culture and enjoy traditional cuisine."
    },
    {
      "name": "Sneha Patil",
      "text": "The place is full of charm and history. Highly recommended!"
    }
  ],
  "PL003": [
    {
      "name": "Ravi Kulkarni",
      "text": "Amazing spot for nature lovers. The sunrise view is unforgettable."
    },
    {
      "name": "Anjali Nair",
      "text": "A peaceful retreat with lots of greenery and fresh air."
    }
  ],
  "PL004": [
    {
      "name": "Karan Desai",
      "text": "An underrated gem with lots to explore. Will definitely visit again!"
    }
  ],
  "PL005": [
    {
      "name": "Neha Gupta",
      "text": "The local markets are lively, and the food is absolutely delicious!"
    },
    {
      "name": "Vikas Joshi",
      "text": "A great mix of adventure and relaxation. Perfect for families."
    }
  ],
  "PL006": [
    {
      "name": "Meera Iyer",
      "text": "The architecture is stunning, and the cultural vibe is amazing."
    }
  ],
  "PL007": [
    {
      "name": "Arjun Reddy",
      "text": "A hidden treasure with spectacular landscapes and friendly locals."
    },
    {
      "name": "Pooja Malhotra",
      "text": "The trekking trails are challenging but worth it for the views!"
    }
  ],
  "PL008": [
    {
      "name": "Deepak Singh",
      "text": "A perfect place for photography enthusiasts. Every corner is picture-perfect."
    }
  ],
  "PL009": [
    {
      "name": "Lakshmi Rao",
      "text": "Loved the peaceful vibe and the clean surroundings. Great for a solo trip."
    },
    {
      "name": "Rohan Chatterjee",
      "text": "The place has a unique charm that makes you want to stay longer."
    }
  ],
  "PL010": [
    {
      "name": "Sanjay Thakur",
      "text": "The historic sites here are well-preserved and very informative."
    }
  ],
  "PL011": [
    {
      "name": "Kavita Shah",
      "text": "A lively destination with something for everyone. Highly enjoyable!"
    },
    {
      "name": "Manoj Pillai",
      "text": "The local food scene is fantastic. Don't miss the street food!"
    }
  ],
  "PL012": [
    {
      "name": "Rajesh Yadav",
      "text": "A peaceful and scenic location. Great for unwinding and relaxing."
    }
  ],
  "PL013": [
    {
      "name": "Anita Das",
      "text": "An excellent place for a family vacation. The kids loved it!"
    },
    {
      "name": "Vikram Sethi",
      "text": "The natural beauty here is unparalleled. Truly a hidden gem."
    }
  ],
  "PL014": [
    {
      "name": "Shruti Kaur",
      "text": "A culturally rich destination with so much to learn and explore."
    }
  ],
  "PL015": [
    {
      "name": "Ajay Mishra",
      "text": "The views from the top are worth every step of the climb."
    },
    {
      "name": "Nidhi Aggarwal",
      "text": "A tranquil escape from the hustle and bustle of city life."
    }
  ],
  "PL016": [
    {
      "name": "Suresh Menon",
      "text": "A place where nature and history come together beautifully."
    }
  ],
  "PL017": [
    {
      "name": "Pallavi Reddy",
      "text": "A vibrant destination with lots of activities and great food options."
    },
    {
      "name": "Akhil Jain",
      "text": "The place is well-maintained and perfect for a day trip."
    }
  ],
  "PL018": [
    {
      "name": "Ritika Bansal",
      "text": "The sunsets here are magical. Don't forget your camera!"
    }
  ],
  "PL019": [
    {
      "name": "Harshita Sen",
      "text": "A refreshing getaway with beautiful landscapes and peaceful vibes."
    },
    {
      "name": "Anil Kapoor",
      "text": "Great for adventure enthusiasts. Plenty of activities to try out."
    }
  ],
  "PL020": [
    {
      "name": "Sunita Joshi",
      "text": "The locals are so welcoming, and the experience was unforgettable."
    }
  ],
  "PL021": [
    {
      "name": "Vivek Tiwari",
      "text": "A perfect blend of culture, nature, and adventure. Loved it!"
    },
    {
      "name": "Asha Ramesh",
      "text": "The place is full of surprises. Every corner has a story to tell."
    }
  ],
  "PL022": [
    {
      "name": "Tarun Malhotra",
      "text": "The hiking trails are well-marked and offer stunning views."
    }
  ],
  "PL023": [
    {
      "name": "Ishita Bose",
      "text": "A delightful destination with lots to see and do. Highly recommended!"
    },
    {
      "name": "Raghav Pandey",
      "text": "The weather was perfect, and the overall experience was amazing."
    }
  ],
  "PL024": [
    {
      "name": "Siddharth Khanna",
      "text": "A peaceful place to relax and rejuvenate. Will visit again!"
    }
  ],
  "PL025": [
    {
      "name": "Chitra Nair",
      "text": "A beautiful spot with lots of greenery and scenic views."
    },
    {
      "name": "Aravind Reddy",
      "text": "The local culture is fascinating, and the people are very kind."
    }
  ],
  "PL026": [
    {
      "name": "Devika Sharma",
      "text": "The waterfalls here are mesmerizing. A must-visit for nature lovers."
    }
  ],
  "PL027": [
    {
      "name": "Gaurav Kapoor",
      "text": "A lively and colorful destination with lots of energy and charm."
    },
    {
      "name": "Pooja Singh",
      "text": "The views are breathtaking, and the overall vibe is fantastic."
    }
  ],
  "PL028": [
    {
      "name": "Ramesh Iyer",
      "text": "A hidden gem with lots to explore. The trip was totally worth it!"
    }
  ]
}
